Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/kanada-ministtar-galledeamen_id_608266.html.tmx
Source language: sme
Languages: nob

source: Ođas , 11.06.2010
nob: Nyhet , 11.06.2010

source: Kánada ministtar galledeamen
nob: Canadisk minister på besøk

source: Kánada álgoálbmotáššiid ja davviguovlluid ovddideami miministtar , Chuck Strahl galledii ođasmahttinministara duorastaga geassemánu 10. beaivvi .
nob: Canadas minister for urfolkssaker og utviklingen i nordområdene , Chuck Strahl besøkte fornyingsministeren torsdag 10. juni .

source: Dan lassin Chucks lei čoahkkin gielddaministariin ge .
nob: I tillegg hadde Chuck også møte med kommunalministeren .

source: Áigumuš čoahkkimiin lei ovddidit Norgga ja Kánada gaskasaš álgoálbmotovttasbarggu .
nob: Målsettingen med møtet var å utvikle urfolkssamarbeidet mellom Norge og Canada .

source: Stáhtaráđit Aasrud ja Strahl digaštalaiga arvat fáttáid mat guktuid beroštahttet , earret eará proseassaid mat gusket ráđđádallamii álgoálbmogiiguin , álgoálbmogiid vuoigatvuođaid luondduresurssaide , iešstivrejumi ja sámi ásahusaid ásaheami , daid gaskkas Sámedikki ásaheami ge .
nob: Statsråd Aasrud og Strahl drøftet en rekke temaer av felles interesse , blant annet konsultasjonsprosesser med urfolk , urfolks rettigheter til naturressurser , selvråderett og etableringen av de samiske institusjoner , herunder Sametinget .

source: Stáhtaráđđi Rigmor Aasrud ovttas Kánada álgoálbmotáššiid ja davviguovlluid ovddideami ministariin , Chuck Strahlain .
nob: Statsråd Rigmor Aasrud sammen med Canadas minister for urfolkssaker og utviklingen i nordområdene , Chuck Strahl .
